[
  {
    "id": "1",
    "name": "Aakriti Khurana",
    "title": "Edible Plastic",
    "description": "I wanted to explore the idea of setting an algorithm, and allowing automatic/logical visual results to develop; but in an analogue sense of creation. The medium would define the glyph’s structure, and so the typeface would be pixelated; the glyphs would maintain pen-nib stroke qualities; lastly I wanted to create this in the Devanagari script: which is the base script for languages like Hindi, Marathi, Kashmiri; and is mainly used in India, Nepal and Tibet.\nWhat is the ratio of visual abstraction to legibility in this typeface? Keeping in mind that Devanagari is fairly new to pure conceptual experimentation as opposed to say Latin, given that its use is limited to more traditional print and web applications, because of a largely conventional audience, in my opinion.",
    "website": "",
    "images": "AakritiK_01_L.png",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "2",
    "name": "Adrian Shaughnessy",
    "title": "Cold Metal Typography",
    "description": "I recently invited the designer Rejane Dal Bello to give a talk on typography. Her opening slide read: Fuck Type. I think she was saying it’s not the type that matters, it’s the message. Of course type matters, but only when we don’t neglect the message. This piece of cookie cutter type echoes Rejane’s message and celebrates my inability to spell correctly.",
    "website": "",
    "images": "AdrianS_01_L.jpeg",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "3",
    "name": "Anastasia Arjalies",
    "title": "Happysad",
    "description": "Happysad was originally designed because I was looking for an original typeface to use on my website but none seemed appropriate to me. So I decided to design my own personal typeface by using my 'happysad' doodles to create an abstract shape which would end up in each of the letters. The idea was to create a playful typeface by using contrast between positive and negative spaces: the outside of each letter is made with very simple shapes but inside, the abstract shape is here to bring some more fun to the typeface. We can even find smilies in some letters but they are simply suggested.",
    "website": "",
    "images": "AnastasiaA_M_01.png;AnastasiaA_M_02.png;AnastasiaA_S_03.png;AnastasiaA_S_04.png;AnastasiaA_M_05.png;AnastasiaA_S_06.png;AnastasiaA_S_07.png",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "4",
    "name": "Bakhtawer Haider",
    "title": "NASTA‘LĪQ",
    "description": "Nasta‘līq — is a Perso-Arabic script, described as delicate and ornate and always sloping slightly downwards. Nasta‘līq demands beautification that requires patience and calligraphic integrity. However, printing this script in movable type requires heavy simplification of this aesthetic tradition.\nIt tends to lose its rhythm, fluidity and hence artistic quality within a homogenised type system. For Typographic Singularity, I draw inspiration from Nasta‘līq and its ’aesthetic qualities in an ode to  calligraphers who continue to work their magic, striving to keep the tradition of the script alive with the purpose of its preservation in a modern digital age. ",
    "website": "https://www.instagram.com/bakhtawer_haider/",
    "images": "BakiH_M_1.png;BakiH_L_2.png;BakiH_M_3.png;BakiH_M_4.png;BakiH_L_5.png;BakiH_M_6.png",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "5",
    "name": "Betty Brunfaut",
    "title": "Carv Yo Font",
    "description": "Carv Yo Font is a speculative program/website that can turn your everyday fonts into more «sustainable» ones. The principle of \"Sustainable fonts\" is to use (in this case 33%) less ink with no visible difference to the original when printed in 12pts. The first font I experimented with is BentonSans Regular the RCA body text font. Through this subversion, I wanted to make a comment on the institution current lack of actions regarding sustainability. This method was inspired by Ryman Eco and the Ecofon and remains a theoretical project for now but will hopefully exist soon. ",
    "website": "instagram.com/bettybrunfaut",
    "images": "BettyB_L_01.mp4;BettyB_L_02.png;",
    "typeface": "BentonSans_carved.otf",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "6",
    "name": "Camille Le Flem",
    "title": "Mihi Nili",
    "description": "Mihi Nili is a display typeface designed during Radim Peško's workshop Type Family at the RCA.\nThe idea behind those quirky letters comes from the way I was feeling in an airplane this February: I was warm, sweaty, like melting. So I decided to 'glue' the bottom of the letters, and to fill spaces that are usually empty. I played with round shapes appearing in each letter, like drops on the characters.\nMihi Nili is an attempt to translate a sensation I've experienced through a system of letters.",
    "website": "https://cargocollective.com/camilleleflem ",
    "images": "CamilleLF_01_S.png;CamilleLF_02_M.png;CamilleLF_03_M.png;CamilleLF_04_M.png;CamilleLF_05_M.png;CamilleLF_06_M.png;CamilleLF_07_M.png;CamilleLF_08_L.png",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "7",
    "name": "Costas Kalogeropoulos",
    "title": "Quintain",
    "description": "Quintain is a high-contrast serif typeface, mostly inspired from the work of Aldo Novarese and Jean Jannon. It’s initial intention was to be displayed in larger point sizes but in the process the lowercase was adapted for legibility on smaller body copy. It’s features lend themselves to a classical tone, but the interplay in contrasts and sharpness places it in multiple contexts.",
    "website": "coskal.com",
    "images": "Costas_K_02_L.png;Costas_K_01_L.png",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "8",
    "name": "Inès Iragui",
    "title": "Will Font",
    "description": "My first font was created by adapting the natural curves and weights of calligraphy to a more systematic, modulable system of simple shapes.",
    "website": "https://www.inesiragui.com/",
    "images": "InesI_01_L.jpg;InesI_02_L.jpg;InesI_03_L.jpg;InesI_04_L.jpg;InesI_05_L.jpg;InesI_06_L.jpg;InesI_07_L.jpg;InesI_08_L.jpg;InesI_09_L.jpg",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "10",
    "name": "José García Oliva",
    "title": "Just In Case (JIC)",
    "description": "Type shaped by one of the world's most underestimated of cultural assets: toilet rolls. The way this 'symbol' is displayed activates a narrative – from an abstract construction to a legible form of communication, through the use of type.  \nToilet paper has taught us an unexpected lesson about the human psyche in a situation of both fear and anxiety. \nThis context reveals forms of behaviours that look upon only and uniquely oneself. Hoarding/stockpiling is a transparent reaction that portrays the lack of community-mindedness on both personal and national scale. \n",
    "website": "https://www.instagram.com/olivajosec/",
    "images": "Jose_O_01_M.mp4",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "11",
    "name": "Joshua Trees, Yvan Martinez, Krister Olsson",
    "title": "Public Foundry: (Towards a) manifesto for a (new) typography without typographers (v1.0)",
    "description": "Public Foundry asks humans and machines to collaboratively cultivate a new typography that values reinterpretation (read: remixing) over replication (read: copying), initiating and facilitating ways forward, both artistically and scientifically, calling for a statement of priorities, values and incentives for action. To this end, we wrote a manifesto (of sorts).",
    "website": "www.publicfoundry.ai",
    "images": "JoshT_01_L.jpg;JoshT_02_L.jpg;JoshT_03_L.jpg;JoshT_04_L.jpg;JoshT_05_L.jpg;JoshT_06_L.jpg;",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "12",
    "name": "Konstantina Benaki Chatzispasou",
    "title": "Notation Symbols",
    "description": "I got interested in the idea of trying to print my visual sign language, that comes from my way of taking notes. I thought that it would be interesting to separate text with symbols and examine them individually. This process inspired me to start thinking of language as a material. Thus, I experimented with laser-cut, using MDF board as my primary material. Observing the \"gesture\" of the two different writing processes (the physical and the technological), I noted a dialogue between them. A symbiosis, where one brings in life the ideas and the other one transforms them into 3D objects.",
    "website": "https://www.instagram.com/kona_be/",
    "images": "KonstantinaB_03_L.jpg;KonstantinaB_02_S.jpg;KonstantinaB_01_M_1.mp4",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "13",
    "name": "Magda Tritto",
    "title": "CONTRO WIP",
    "description": "Contro is a work in progress typeface. It plays around the tension of curves and their intersection with the negative space. There is a need of balancing and not-balancing at the same time. A research in progress about the different ways of pulling a glyph in various ways and directions, trying to keep the stability and symmetry.",
    "website": "magda.tritto@gmail.com",
    "images": "MagdaT_21_S.png;MagdaT_01_S.png;MagdaT_02_S.png;MagdaT_03_S.png;MagdaT_04_S.png;MagdaT_05_S.png;MagdaT_06_S.png;MagdaT_07_S.png;MagdaT_08_S.png;MagdaT_09_S.png;MagdaT_10_S.png;MagdaT_11_S.png;MagdaT_12_S.png;MagdaT_13_S.png;MagdaT_14_S.png;MagdaT_15_S.png;MagdaT_16_S.png;MagdaT_17_S.png;MagdaT_18_S.png;MagdaT_19_S.png;MagdaT_20_S.png",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "14",
    "name": "Max Kohler",
    "title": "Grid Type Generator",
    "description": "A speculative font editor/design tool for modular letterforms. Letterforms are created by placing markers on a predefined grid. The system then replaces these markers with geometric shapes to make up the letterform, and exposes controls to transform the shapes and the underlying grid. This was done as part of and ongoing personal project experimenting with home-made design tools.",
    "website": "maxkoehler.com",
    "images": "max-0_L.png;max-1_M.png;max-2_M.png;max-3_M.png",
    "typeface": "",
    "Online": "Yes",
    "notes": "interactive, should this be interactive rather than screenshots?"
  },
  {
    "id": "15",
    "name": "Maya Gulieva",
    "title": "Xronica 2020",
    "description": "Variable font Xronika was born with its tongue out, but since has learnt to tuck it away, depending on who controls the lever. Whilst absurd by nature, it moonlights for more sensible crowds too.",
    "website": "https://www.instagram.com/mayagulieva/",
    "images": "MayaG_01_M.gif;MayaG_02_M.jpg;MayaG_03_M.jpg;MayaG_04_M.jpg;MayaG_05_M.jpg;MayaG_06_M.jpg;MayaG_07_L.jpg;MayaG_08_S.png;MayaG_09_S.png",
    "typeface": "XronikaGX.ttf",
    "Online": "Yes",
    "notes": "variable font"
  },
  {
    "id": "16",
    "name": "Maya Gulieva",
    "title": "Neue Venera",
    "description": "Neue Venera is a high contrast, round serif typeface, inspired by ITC Tiffany (1974) (basis of Tarantino’s “Jackie Brown”) and ITC Grouch (1970). In essence, it borrows the 70s groove and converts it to contemporary sass. In the way that “Jackie Brown” was a nod to “Foxy Brown”, Neue Venera is a wink to all women.",
    "website": "https://www.instagram.com/mayagulieva/",
    "images": "MayaG_NV_01_L.jpg;MayaG_NV_02_M.jpg;MayaG_NV_03_M.jpg;MayaG_NV_04_M.jpg;MayaG_NV_05_L.jpg;MayaG_NV_06_S.jpg;MayaG_NV_07_M.jpg;MayaG_NV_08_L.jpg;MayaG_NV_09_S.jpg",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "17",
    "name": "Meli Berney",
    "title": "Family time",
    "description": "This typeface was created based on a Logo of what used to be my grandfather’s company. I decided to use this family heritage as a starting point for this typeface. My goal was to modernised it as it was initially created in the 60s. This company used to make micro mechanics such as watches. This is why, this typeface has been created as a digital clock, capturing the concept of time passing. This clock takes an hour to be completed, asking viewers to wait. By doing so, it puts into question our current relationship and understanding of time.",
    "website": "http://melissaberney.co.uk/html.html",
    "images": "Meli_0_M.jpg;Meli_1_M.jpg;Meli_2_M.jpg;Meli_3_M.jpg;Meli_4_M.jpg",
    "typeface": "",
    "Online": "Yes",
    "notes": "embedded code. Not sure about needing the aditional images if the code version works"
  },
  {
    "id": "18",
    "name": "Minjeong Kim",
    "title": "Stack",
    "description": "Stack is a modular typeface which can be combined by a user. Pressing keyboard buttons from A to Z allows each of the modular strokes to be stacked as a full letter. Each stroke has its unique geometric pattern, and users can combine strokes to create personal characters. Each stroke can be adjusted in weight and shape by the user. It can be adjusted separately by stroke or the entire letter at once to create individual typeface. ",
    "website": "http://minkim.info/",
    "images": "MinjeongK_01_L.mp4;MinjeongK_02_L.mp4;MinjeongK_03_L.mp4",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "19",
    "name": "Richard Bevan",
    "title": "Pocari Sweat",
    "description": "A live stream of a cold can of Pocari Sweat.Pocari Sweat design by Helmut Schmindt, 1980.",
    "website": "",
    "images": "RichardB_TEMP_L.mp4",
    "typeface": "",
    "Online": "Yes",
    "notes": "Needs twitch stream. Wants to be live for the PV, then can be live at another time during the show. "
  },
  {
    "id": "20",
    "name": "Roland Ross",
    "title": "Ghost type",
    "description": "The letterform in this work was created using instagram editing tools and the screen record function on a smartphone.\nIf I was going to post rationalise my efforts I would tell you that I was interested in creating something that replicated the performative aspect of looking through the archive; by clicking though endless boxes to discover something that was made by using basic software that most people have access to via their phone one could read as being a wider comment about the exclusivity of design education and the expensive software needed to make type, which it does, in reality it was just me experimenting with the functions on my phone whilst using the visual language of a how-to video to create a playful intervention in this open call.",
    "website": "https://www.instagram.com/rolyross/",
    "images": "Roland_0_M.mp4",
    "typeface": "",
    "Online": "Yes",
    "notes": "PV performance + general installation for rest of duration"
  },
  {
    "id": "21",
    "name": "Sean Steed ",
    "title": "Cartographic Typography ",
    "description": "Typography is traditionally read as two-dimensional forms inscribed on a flat plane. Cartography is the two-dimensional representation of three-dimensional landscapes on a flat plane. By using techniques inspired by cartographic ways of working such as line weight hierarchy, contour lines, density, patterns and halftone effects, this body of work aims to challenge the viewer to interpret this new typographic landscape as a two-dimensional representation of space. This landscape suggests layers and also shows depth through the positive and negative spaces. \nBy using Glyphs as the tool for production, each letter holds its own “data”. Once glyphs are combined side by side, we see overlaps and inversions happening between combinations. This quality adds to the abstract quality of this work, making the written content completely illegible. ",
    "website": "instagram.com/jurema.xyz",
    "images": "SeanS_01_L.png;SeanS_02_L.mp4",
    "typeface": "",
    "Online": "Yes",
    "notes": "it's a MASSIVE svg. might be very hectic loading"
  },
  {
    "id": "22",
    "name": "William Jacobson",
    "title": "Shiznit",
    "description": "Shiznit is an all-cap headline display typeface based on the lettering of the iconic hiphop album Doggystyle by Snoop Dogg, illustrated by Darry ’JoeCool’ Daniel in 1993.\nJoeCool speaks about the album art as being juxtapositioning inspirations such as innocence ‘Snoopy’ from Peanuts with the more explicit illustrations of George Clinton’s Atomic Dog. The Shiznit comes in a family of four: The Sharp, being the original adaptation, the Smooth alternative giving more of a mild flow and the Bricks together with a Rough style to celebrate its origin, which used as grid, the typface is also crafted upon.",
    "website": "",
    "images": "WilliamJ_07_M.png;WilliamJ_01_L.png;WilliamJ_02_M.png;WilliamJ_03_L.png;WilliamJ_04_M.png;WilliamJ_05_M.png;WilliamJ_06_M.png",
    "typeface": "Shiznit-Smooth.otf;Shiznit-SmoothItalic.otf",
    "Online": "Yes",
    "notes": ""
  },
  {
    "id": "23",
    "name": "Yehonatan Cohen",
    "title": "Results Confidence",
    "description": "With the growth rate of voice-user interfaces, I was intrigued by how confidence in personalities like Alexa or Siri was expressed.That's why I decided to use Google's voice recognition technology to create a web page that presents the level of confidence of a \"software\".When the user speaks up, if the \"software\" is fully confident that it has understood his words, it will write it in the yellow color. If it is not sure, it will write it in the blue color, so that eventually a color distribution of the software confidence level is obtained.",
    "website": "",
    "images": "",
    "typeface": "",
    "Online": "Yes",
    "notes": "interactive"
  },
  {
    "id": "24",
    "name": "Emily Schofield",
    "title": "Index to Image",
    "description": "Over the course of 18 months at the RCA I designed 12 posters advertising various events. With our time at the RCA having come to a sudden and unceremonious end they are now a bittersweet reminder both of what was and what was still to come. As with any poster past its event, they are no longer a signifier – dates and locations are nothing but empty type. I printed layers of each poster on top of each other on my printer, creating nonsensical posters whose previously indexical type has become nothing but image. The result is a shell of an experience, somewhere between taunting and comforting.",
    "website": "http://www.emilyschofield.de",
    "images": "EmilyS_L_01.gif",
    "typeface": "",
    "Online": "Yes",
    "notes": "Would prefer gif but also sent an mp4 just incase"
  },
  {
    "id": "25",
    "name": "Daniel Johns",
    "title": "Grotes\\<",
    "description": "There is arguably no need for any new typefaces and perhaps more excitement is gained from hacking and rearranging existing ones. I rearranged the glyphs of an existing typeface, using kerning and baseline shift, then recreating from the original glyphs file,  to create alternative lower case letters. Using Neue Haas Grotesk allowed for a really interesting contrast between the original letter forms and the angular, sharp, off-kilter ones created from the glyphs.  ",
    "website": "https://www.instagram.com/doingadan/",
    "images": "DanielJ_01_L.gif;DanielJ_03_M.png;DanielJ_02_M.png",
    "typeface": "",
    "Online": "Yes",
    "notes": ""
  }
]